Repository: hhanh00/zwallet
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, id, ru, zh

source: Version
es: Versión
id: Versi
ru: Версия
zh: 版本

source: About
es: Acerca
fr: A propos
id: Tentang
ru: O Kошельке
zh: 關於

source: Account
es: Cuenta
fr: Compte
id: Akun
ru: Аккаунт
zh: 帳戶

source: Notes
es: Notas
fr: Billets
id: Catatan
ru: Заметки
zh: 紙幣

source: History
es: Historial
fr: Historique
id: Sejarah
ru: История
zh: 過去記錄

source: Budget
es: Presupuesto
id: Anggaran
ru: Бюджет
zh: 預算

# tradingPl
source: Wallet P&L
es: Intercambio G&P
fr: Profit et Pertes
id: Trading P&L
ru: Торговля P&L
zh: 交易

source: Contacts
es: Contactos
fr: Mes Contacts
id: Kontak
ru: Контакты
zh: 通訊錄

source: Accounts
es: Cuentas
fr: Comptes
id: Akun
ru: Аккаунты
zh: 帳戶

source: Backup
es: Copia de seguridad
fr: Sauvegarde
id: Cadangan
ru: Резервное Копирование
zh: 備份

source: Rescan
es: Escanear
fr: Parcourir à nouveau
id: Scan Ulang
ru: Повторное Сканирование
zh: 重新掃描

source: Cold Storage
es: Billetera fría
fr: Stockage à froid
ru: Холодный Кошелек
zh: 冷藏庫

source: MultiPay
es: Multi-Pagos
fr: Envoyer à plusieurs
id: MultiBayar
ru: Мульти-oплата
zh: 廣泛支付

source: Broadcast
es: Transmisión
fr: Diffusion
id: Siarkan
ru: Транслировать
zh: 廣播

source: Settings
es: Ajustes
fr: Paramètres
id: Pengaturan
ru: Настройки
zh: 設定

source: Synching
es: Sincronizando
fr: Synchronisation en cours
ru: Синхронизация
zh: 同步

source: Tap QR Code for Shielded Address
es: Toca el QR para Dirección blindada
fr: Appuyez sur le code QR pour l'adresse protégée
id: Ketuk Kode QR untuk Alamat Shielded
ru: Нажмите QR-код для Скрытого Адреса
zh: 屏蔽地址請點擊二維碼

source: Tap QR Code for Transparent Address
es: Toca el QR para Dirección transparente
fr: Appuyez sur le code QR pour l'adresse transparente
id: Ketuk Kode QR untuk Alamat Transparan
ru: Нажмите QR-код для Прозрачного Адреса
zh: 公開地址請點擊二維碼

source: Address copied to clipboard
es: Dirección copiada al portapapeles
fr: Adresse copiée dans le presse-papier
id: Alamat telah disalin ke clipboard
ru: Адрес скопирован в буфер обмена
zh: 複製地址到剪貼簿

source: Shield Transparent Balance
es: Blindar saldo transparente
fr: Masquer le solde transparent
id: Shield Saldo Transparan
ru: Защитить Прозрачный Баланс
zh: 屏蔽你的公開結餘

# doYouWantToTransferYourEntireTransparentBalanceTo
source: Do you want to transfer your entire transparent balance to your shielded address? A Network fee of 0.01 m{ticker} will be deducted.
es: ¿Quiere transferir su saldo transparente a su dirección blindada?
fr: Voulez-vous transférer l'intégralité de votre solde transparent à votre adresse protégée?
id: Apakah kamu ingin memindahkan seluruh saldo transparan ke alamat shielded? Biaya jaringan sebesar 0,01 m{ticker} akan dipotong.
ru: Вы хотите перевести весь прозрачный баланс на свой скрытый адрес?
zh: 你需要將你的公開結餘轉往屏蔽地址?

source: Shielding in progress...
es: Blindaje en progreso…
fr: Masquage en cours...
id: Shielding sedang berlangsung...
ru: Скрытие в процессе...
zh: 屏蔽進行中

source: Please authenticate to show account seed
es: Autentíquese para ver la semilla de la cuenta
fr: Veuillez vous authentifier pour voir la graine du compte
id: Silahkan autentikasi untuk melihat seed
ru: Пожалуйста, авторизуйтесь, чтобы показать мнемоническая фраза
zh: 如要顯示帳戶種子，請驗證

source: No Authentication Method
es: Sin método de autenticación
fr: Pas de méthode d'authentification
id: Tidak Ada Metode Autentikasi
ru: Нет Метода Аутентификации
zh: 不用驗證

source: Rescan from...
es: ¿Escanear desde...?
fr: Reparcourir à partir de...?

source: Cancel
es: Cancelar
fr: Annuler
id: Batal
ru: Отменить
zh: 取消

# rescanRequested
source: Rescan Requested from {height}...
es: Escaneo solicitado desde {height}…
fr: Parcours demandé à partir de {height}...
id: Scan Ulang...
ru: Запрошено повторное сканирование...
zh: 已經收到重新掃描要求

# doYouWantToDeleteTheSecretKeyAndConvert
source: Do you want to DELETE the secret key and convert this account to a watch-only account? You will not be able to spend from this device anymore. This operation is NOT reversible.
es: ¿Quiere BORRAR la clave secreta y convertir esta cuenta a solo lectura? Ya no podrá gastar desde este dispositivo. Esta operación NO es reversible.
fr: Voulez-vous SUPPRIMER la clé secrète et convertir ce compte en un compte d'observation ? Vous ne pourrez plus dépenser depuis cet appareil. Cette opération n'est PAS réversible.
id: Apakah Anda ingin MENGHAPUS kunci rahasia dan mengonversi akun ini menjadi akun khusus watch-only? Anda tidak akan dapat membelanjakan uang dari perangkat ini lagi. Operasi ini TIDAK dapat dibatalkan.
ru: Вы хотите УДАЛИТЬ секретный ключ и конвертировать этот аккаунт в аккаунт только для просмотра? Вы больше не сможете тратить с этого устройства. Эта операция НЕ обратима.
zh: 你確定銷毀這秘密鎖匙？這指令執行後，該鎖匙會被永久刪除，不能復原。

source: DELETE
es: ELIMINAR
fr: SUPPRIMER
id: HAPUS
ru: УДАЛИТЬ
zh: 刪除

source: Confs
es: Confir
id: Konfigurasi
ru: Подтверждения
zh: 確認

source: Height
es: Altura
fr: Hauteur
id: Tinggi
ru: Высота
zh: 高度

source: Date/Time
es: Fecha/Hora
fr: Jour/Heure
id: Tanggal/Waktu
ru: Дата / Время
zh: 日期/時間

source: Amount
es: Monto
fr: Montant
id: Jumlah
ru: Количество
zh: 數量

source: Select notes to EXCLUDE from payments
es: Seleccionar Notas a EXCLUIR de los pagos
fr: Sélectionnez les billets à EXCLURE des paiements
id: Pilih catatan untuk DIKECUALIKAN dari pembayaran
ru: Выберите заметки, которые нужно ИСКЛЮЧИТЬ из платежей
zh: 選取不需要的貨幣

source: Largest Spendings by Address
es: Pagos más grandes por dirección
fr: Dépenses les plus importantes par adresse
id: Pengeluaran Terbesar menurut Alamat
ru: Наибольшие расходы по адресам
zh: 最大支出（用地址搜尋）

source: Tap Chart to Toggle between Address and Amount
es: Tocar gráfica para alternar entre dirección y cantidad
fr: Appuyez sur le graphique pour basculer entre l'adresse et le montant
id: Ketuk Bagan untuk Beralih antara Alamat dan Jumlah
ru: Нажмите график для переключения между адресом и суммой
zh: 點擊表列以切換地址及總數

source: Account Balance History
es: Historial de la cuenta
fr: Historique du solde du compte
id: Riwayat Saldo Akun
ru: История Баланса на Аккаунте
zh: 帳戶結餘記錄

source: No Spending in the Last 30 Days
es: Sin pagos en 30 días
fr: Aucune dépense au cours des 30 derniers jours
id: Tidak Ada Pengeluaran dalam 30 Hari Terakhir
ru: Отсутствие расходов за последние 30 дней
zh: 過去三十天內沒有任何開支

source: Largest Spending Last Month
es: Principales pagos del último mes
fr: Dépenses les plus importantes le mois dernier
id: Pengeluaran Terbesar Bulan Lalu
ru: Самые большие расходы в прошлом месяце
zh: 上月最高開支

source: Balance
es: Saldo
fr: Solde
id: Saldo
ru: Баланс
zh: 粵語

source: Pnl
es: G&P
fr: P/P
zh: 獲利與虧損

source: Price
es: Precio
fr: Prix
id: Harga
ru: Цена
zh: 價格

source: Qty
es: Cantidad
fr: Quantité
id: Jumlah
ru: Кол-во
zh: 數量

source: Table
es: Lista
fr: Tableau
id: Tabel
ru: Таблица
zh: 表列

source: P/L
es: G/P
fr: Profit/Perte
zh: 獲利/虧損

source: Realized
es: Realizado
fr: Réalisé
id: Nyata
ru: Реализованный
zh: 已獲利

source: To make a contact, send them a memo with Contact:
es: Para contactar, enviar un memo con 'Contact:'
fr: Pour établir un contact, envoyez-lui un mémo avec Contact:
id: Untuk membuat kontak, kirim memo dengan Contact:
ru: Чтобы установить контакт, отправь им памятка с Контакт:
zh: 發送備忘到 Contact:

source: New Snap Address
es: Nueva Dirección instantánea
fr: Nouvelle adresse instantanée
id: Alamat Instan Baru
ru: Новый Щелчок Адрес
zh: 立即地址

source: Shield Transp. Balance
es: Blindar Saldo transp.
fr: Masquer le Solde Transparent
id: Shield Saldo Transparan
ru: Секретный Прозрачный. Баланс
zh: 屏蔽公開餘額

source: Send
es: Enviar
fr: Envoyer
id: Kirim
ru: Отправить
zh: 發送

source: No account
es: Sin Cuenta
fr: Pas de compte
id: Tidak ada akun
ru: Нет аккаунт
zh: 沒有帳戶

source: Seed
es: Semilla
fr: Graine
ru: Мнемоническая Фраза
zh: 種子

# confirmDeleteAccount
source: Are you SURE you want to DELETE this account? You MUST have a BACKUP to recover it. This operation is NOT reversible.
es: ¿Está SEGURO de que desea BORRAR esta cuenta? DEBE tener una COPIA DE SEGURIDAD para recuperarla. Esta operación NO es reversible.
fr: Êtes-vous SUR de vouloir SUPPRIMER ce compte ? Vous DEVEZ avoir une SAUVEGARDE pour le récupérer. Cette opération n'est PAS réversible.
id: Apakah Anda PASTI ingin MENGHAPUS akun ini? Anda HARUS memiliki CADANGAN untuk memulihkannya. Operasi ini TIDAK dapat dibatalkan.
ru: Вы УВЕРЕНЫ, что хотите УДАЛИТЬ этот аккаунт? Вам НУЖНА РЕЗЕРВНАЯ КОПИЯ, чтобы восстановить его. Эта операция НЕ обратима.
zh: 你確定要將這帳戶刪除？這指令執行後，帳戶會被永久刪除，不能復原。

source: Change Account Name
es: Cambiar nombre de la cuenta
fr: Modifier le nom du compte
id: Ubah Nama Akun
ru: Изменить имя аккаунта
zh: 更改帳戶名稱

# backupDataRequiredForRestore
source: Backup Data - {name} - Required for Restore
es: Copia de seguridad - {name} - Requerida para restaurar
fr: Données de sauvegarde - {name} - requises pour la restauration
id: Data Backup - Diperlukan untuk Pemulihan
ru: Сделать Резервную Копию Ваших Данных - Необходимы для Восстановления
zh: 將資料備份 - 要求重置

source: Secret Key
es: Clave secreta
fr: Clé secrète
id: Kunci Rahasia
ru: Секретный Ключ
zh: 秘密鎖匙

source: Viewing Key
es: Clave de visualización
fr: Affichage de la clé
id: Kunci Melihat
ru: Ключ Просмотра
zh: 查看鎖匙

source: Tap an icon to show the QR code
es: Tocar el icono para mostrar el código QR
fr: Appuyez sur une icône pour afficher le code QR
id: Ketuk ikon untuk menampilkan kode QR
ru: Нажмите значок, чтобы показать QR-код
zh: 請點擊並顯示二維碼

source: Multi Pay
es: Multi-Pagos
fr: Envoyer à plusieurs
id: Multi Bayar
ru: Мульти Оплата
zh: 廣泛支付

source: Please Confirm
es: Por favor, confirmar
fr: Veuillez confirmer
id: Mohon Konfirmasi
ru: Пожалуйста Подтвердите
zh: 請確認

# sendingATotalOfAmountCointickerToCountRecipients
source: Sending a total of {amount} {ticker} to {count} recipients
es: Enviando un total de {amount} {ticker} a {count} direcciones
fr: Envoi d'un total de {amount} {ticker} à {count} destinataires
id: Mengirim total {amount} {ticker} ke {count} penerima
ru: Отправка от {amount} {ticker} до {count} получателей
zh: 發送數目{amount} {ticker} 至 {count} 收款人

source: Preparing transaction...
es: Preparando la transacción…
fr: Préparation de la transaction...
id: Menyiapkan transaksi...
ru: Подготовка транзакции...
zh: 準備交易⋯

# sendCointickerTo
source: Send {ticker} to...
es: Enviar {ticker} a…
fr: Envoyer {ticker} à...
id: Kirim {ticker} ke...
ru: Послать {ticker} к...
zh: 發送 {ticker} 至...

source: Address is empty
es: La Dirección está vacía
fr: L'adresse est vide
id: Alamat kosong
ru: Аддрес пустой
zh: 沒有地址

source: Invalid Address
es: La Dirección no es válida
fr: Adresse invalide
id: Alamat Tidak Valid
ru: Неверный Адрес
zh: 地址不正確

source: Amount must be a number
es: La cantidad debe ser un número
fr: Le montant doit être un nombre
id: Jumlah harus berupa angka
ru: Сумма должна быть числом
zh: 請輸入數字（數量）

source: Amount must be positive
es: La cantidad debe ser positiva
fr: Le montant doit être positif
id: Jumlah harus positif
ru: Сумма должна быть положительным числом
zh: 數量必須為正數

source: Account Name
es: Nombre de la cuenta
fr: Nom du compte
id: Nama Akun
ru: Имя Аккаунта
zh: 帳戶名稱

source: Account name is required
es: Se requiere el nombre de la cuenta
fr: Le nom du compte est requis
id: Nama akun wajib diisi
ru: Имя аккаунта нужно
zh: 請輸入帳戶名稱

# enterSeed
source: Enter Seed, Secret Key or Viewing Key. Leave blank for a new account
es: Ingrese la Semilla, Clave secreta o Clave de visualización. Dejar en blanco para una nueva cuenta
fr: Entrez la graine, la clé secrète ou la clé de visualisation. Laissez vide pour un nouveau compte
id: Masukkan Seed, Secret Key atau Viewing Key. Kosongkan untuk akun baru
ru: Введите семя Мнемоническая Фраза, Секретный Ключ или Ключ Посмотра. Оставьте пустым для нового аккаунта
zh: 輸入種子，秘密鎖匙或查看鎖匙 留空預備新帳戶

source: Scan starting momentarily
es: Escaneo iniciado momentáneamente
fr: Le scan démarre momentanément
id: Scan akan segera dimulai
ru: Сканирование начинается мгновенно
zh: 掃描即將開始

# key
source: Seed, Secret Key or View Key (optional)
es: Clave
fr: Clé
id: Seed, Kunci Rahasia atau Kunci Pembuka
ru: Ключ
zh: 鎖匙

# sendCointicker
source: Send {ticker}
es: Enviar {ticker}
fr: Envoyer {ticker}
id: Kirim {ticker}
ru: Послать {ticker}
zh: 發送 {ticker}

source: Advanced Options
es: Opciones Avanzadas
fr: Options avancées
id: Opsi Lanjutan
ru: Расширенные Настройки
zh: 進階選項

source: Memo
es: Nota
fr: Mémo
ru: Памятка
zh: 備忘

source: Round to millis
es: Redondear a milésimas
fr: Arrondir au millième
id: Bulatkan ke mili
ru: Округлить до миллисекунд
zh: 約數至千分之一

# useSettingscurrency
source: Use {currency}
es: Utilizar {currency}
fr: Utiliser {currency}
id: Pakai {currency}
ru: Исползовать {currency}
zh: 使用 {currency}

source: Include Fee in Amount
es: Incluir comisión en la cantidad
fr: Inclure les frais dans le montant
id: Sertakan Biaya dalam Jumlah
ru: Включить Комиссию в Сумму
zh: 將費用加到總數

source: Max Amount per Note
es: Monto máximo por nota
fr: Montant maximum par note
id: Jumlah Maks per Catatan
ru: Максимальная сумма на одну ноту
zh: 最大數量(每一紙幣)

source: Spendable
es: Disponible
fr: Dépensable
id: Dapat digunakan
ru: Расходный:
zh: 可使用的

source: Not enough balance
es: Saldo insuficiente
fr: Solde insuffisant
id: Saldo tidak cukup
ru: Недостаточный баланс
zh: 帳戶結餘不足

source: APPROVE
es: APROBAR
fr: APPROUVER
id: SETUJU
ru: УТВЕРДИТЬ
zh: 同意

# sendingAzecCointickerToAddress
source: Sending {aZEC} {ticker} to {address}
es: Enviado {aZEC} {ticker} a {address}
fr: Envoi de {aZEC} {ticker} à {address}
id: Mengirim {aZEC} {ticker} ke {address}
ru: Отправка {aZEC} {ticker} на {address}
zh: 傳送 {aZEC} {ticker} 至 {address}

source: Unsigned Transaction File
es: Archivo de transacción sin firmar
fr: Fichier de transaction non signée
id: File Transaksi Tidak Ditandatangani
ru: Беззнаковое Файл Транзакции
zh: 未簽署交易文件

# amountInSettingscurrency
source: Amount in {currency}
es: Cantidad en {currency}
fr: Montant en {currency}
id: Jumlah dalam {currency}
ru: Сумма в {currency}
zh: 於 {currency}的數量

source: Custom
es: Personalizado
fr: Personnaliser
id: Sesuaikan
ru: Пользовательский
zh: 自訂

source: Server
es: Servidor
fr: Serveur
ru: Сервер
zh: 伺服器

source: Blue
es: Azul
fr: Bleu
id: Biru
ru: Синий
zh: 藍色

source: Pink
es: Rosado
fr: Rose
ru: Розовый
zh: 粉紅色

source: Coffee
es: Café
fr: Café
id: Kopi
ru: офе
zh: 咖啡色

source: Light
es: Día
fr: Clair
id: Cahaya
ru: Светло
zh: 淺色

source: Dark
es: Noche
fr: Sombre
id: Gelap
ru: Tёмно
zh: 深色

source: Currency
es: Moneda
fr: Devise
id: Mata Uang
ru: Валюта
zh: 貨幣

source: Number of Confirmations Needed before Spending
es: Número de confirmaciones necesarias antes de gastar
fr: Nombre de confirmations nécessaires avant de dépenser
id: Jumlah Konfirmasi yang Diperlukan
ru: Количество подтверждений, необходимых перед расходами
zh: 支付前需要確認之次數

source: Retrieve Transaction Details
es: Obtener detalles de la transacción
fr: Récupérer les détails de la transaction
id: Ambil Detail Transaksi
ru: Получить Детали Транзакции
zh: 修復交易資料

source: Theme
es: Tema
fr: Thème
id: Tema
ru: Тема
zh: 佈置主題

source: Transaction Details
es: Detalles de la transacción
fr: Détails de la transaction
id: Detail Transaksi
ru: Детали транзакции
zh: 交易資料

source: Timestamp
es: Fecha/Hora
fr: Date/Heure
id: Waktu
ru: Отметка времени
zh: 時間蓋章

source: Address
es: Dirección
fr: adresse
id: Alamat
ru: Адрес
zh: 地址

source: Open in Explorer
es: Abrir en el Explorador
fr: Ouvrir dans l'explorateur
id: Buka di Explorer
ru: Открыть в проводнике
zh: 用瀏覽器開啟

source: ADD
es: Agregar
fr: AJOUTER
id: TAMBAH
ru: ДОБАВИТЬ
zh: 增加

source: Trading Chart Range
es: Rango del gráfico
fr: Domaine de temps des graphiques
id: Rentang Grafik Perdagangan
ru: Диапазон Tорговых Gрафиков
zh: 交易範圍

# Y1
source: 1 Y
es: 1 A
fr: 1 A
id: 1 T

source: Use UA
es: Usar DU
fr: Utiliser UA
id: Pakai UA

# createANewAccount
source: Tap + to add a new account
es: Crea una nueva cuenta y aparecerá aquí.
fr: Créez un nouveau compte et il apparaîtra ici
id: Buat akun baru dan itu akan muncul disini
zh: Create a new account and it will show up here

source: Duplicate Account
es: Cuenta duplicada
fr: Compte en double
id: Akun Duplikat

# thisAccountAlreadyExists
source: Another account has the same address
es: Esta cuenta ya existe.
fr: Ce Compte existe déjà
id: Akun lainnya juga punya alamat yang sama
zh: This account already exists.

source: Select Account
es: Seleccionar cuenta
fr: Choisissez un compte
id: Pilih Akun

source: Name is empty
es: Nombre vacío
fr: Le nom est vide
id: Nama kosong

source: Delete contact
es: Borrar contacto
fr: Effacer un contact
id: Hapus kontak

source: Are you sure you want to delete this contact?
es: ¿Estás seguro de que deseas eliminar este contacto?
fr: Voulez vous effacer ce contact?
id: Anda yakin ingin menghapus kontak ini?

source: Save to Blockchain
es: Guardar en la blockchain?
fr: Sauver les contacts dans la blockchaine
id: Simpan ke Blockchain

# areYouSureYouWantToSaveYourContactsIt
source: Are you sure you want to save your contacts? It will cost 0.01 m{ticker}
es: ¿Estás seguro de que quieres guardar tus contactos? Costará 0,01 mZEC
fr: Voulez vous sauver vos contacts? Ceci coute 0.01 m{ticker}
id: Anda yakin ingin menyimpan kontak ini? Biayanya adalah 0.01m{ticker}
zh: Are you sure you want to save your contacts? It will cost 0.01 mZEC

# backupWarning
source: No one can recover your secret keys. If you don't have a backup and your phone breaks down, you WILL LOSE YOUR MONEY. You can reach this page by the app menu then Backup
es: Nadie puede recuperar sus claves secretas. Si no tiene una copia de seguridad, PERDERÁ SU DINERO si su teléfono se avería. Puede acceder a esta página mediante el menú de la aplicación y luego 'Copia de Seguridad'
fr: Vos clés ne sont pas récupérables. Si vous n'avez pas de sauvegarde, vous pouvez PERDREZ VOTRE ARGENT. Cette page est accessible par Menu ... / Sauvegarde
id: Tidak ada yang bisa memulihkan kunci rahasia Anda. Jika Anda tidak memiliki cadangan dan telepon Anda rusak, Anda AKAN KEHILANGAN UANG ANDA. Anda dapat mencapai halaman ini dengan menu aplikasi lalu Cadangan
zh: No one can recover your secret keys. If you don't have a backup, you WILL LOSE YOUR MONEY if your phone breaks down. You can reach this page by the app menu then Backup

source: Contact Name
es: Nombre del contacto
fr: Nom du Contact
id: Nama Kontak

source: Date
es: Fecha
id: Tanggal

source: Auto Hide Balance
es: Ocultar saldo automáticamente
fr: Cacher le solde automatiquement
id: Auto Hide Saldo

source: Tilt your device up to reveal your balance
es: Incline su dispositivo hacia arriba para revelar su saldo
fr: Redressez votre mobile pour révéler votre solde
id: Miringkan perangkat untuk menampilkan saldo

source: No Contacts
es: Sin Contactos
fr: Pas de Contacts
id: Belum Ada Kontak

# createANewContactAndItWillShowUpHere
source: Tap + to add a new contact
es: Crea un contacto y aparecerá aquí.
fr: Créez un nouveau contact et il apparaîtra ici
id: Buat contact baru dan itu akan muncul disini
zh: Create a new contact and it will show up here

source: Add Contact
es: Agregar Contacto
fr: Ajouter un contact
id: Tambah Kontak

# accountHasSomeBalanceAreYouSureYouWantTo
source: Account has some BALANCE. Are you sure you want to delete it?
es: La cuenta tiene un saldo. ¿Estás seguro de que quieres eliminarlo?
fr: Ce compte a un solde. Voulez vous l'effacer?
id: Masih ada SALDO di akun ini. Yakin hapus akun ini?

source: Delete Account
es: Borrar Cuenta
fr: Effacer un compte
id: Hapus Akun

source: Gold
es: Oro
fr: Or
id: Emas

source: Purple
es: Morado
fr: Violet
id: Ungu

source: No Recipient
es: Sin Destinatario
fr: Pas de receveur
id: Tidak Ada Penerima

source: Add a recipient and it will show here
es: Agregar un destinatario y se mostrará aquí
fr: Ajoutez un receveur et il sera ici
id: Tambah penerima dan akan muncul disini

source: Receive Payment
es: Recibir un pago
fr: Recevoir un payment
id: Terima Pembayaran
zh: Receive a payment

source: Amount too high
es: Cantidad demasiado alta
fr: Montant trop haut
id: Jumlah terlalu tinggi

source: Protect Send
es: Autenticar al enviar
fr: PIN avant envoi
id: Pengiriman Terlindungi

source: Protect Send setting changed
es: La configuración de Autenticar al enviar ha cambiado
fr: Changement de PIN avant envoi
id: Aturan Pengiriman Terlindungi diubah

source: Please authenticate to Send
es: Por favor autentíquese para enviar
fr: Veillez vous authentifier avant l'envoi
id: Silahkan autentikasi untuk Mengirim

source: Unshielded
es: Sin blindaje
fr: Transparent
id: Telah dibuka

source: Unshielded Balance
es: Saldo sin blindaje
fr: Solde Transparent
id: Saldo Terbuka

source: Total Balance
es: Saldo Total
fr: Solde Total
id: Total Saldo

source: Under Confirmed
es: Confirmaciones insuficiente
fr: Pas assez de confs
id: Kurang Konfirmasi

source: Excluded Notes
es: Notas excluidas
fr: Billets exclus
id: Note Yang Tak Dimunculkan

source: Spendable Balance
es: Saldo disponible
fr: Montant dépensable
id: Saldo Tersedia

source: Rescan Needed
es: Necesita escanear
fr: Scan nécessaire
id: Perlu Scan Ulang

source: Tap Transaction for Details
es: Toca una Transacción para ver detalles
fr: Presser sur une Transaction pour plus de details
id: Ketuk Transaksi untuk Detail

source: Transaction History
es: Historial de transacciones
fr: Historique des Transactions
id: Riwayat Transaksi

source: Help
es: Ayuda
fr: Aide
id: Bantuan

# receive
source: Receive {ticker}
es: Recibir {ticker}
fr: Recevoir {ticker}

source: PNL History
es: Historia de G&P
fr: Historique des P/P

source: Use Transparent Balance
es: Usar saldo transp.
fr: Utiliser le Solde Transparent

source: Theme Editor
es: Editor de temas
fr: Editeur de Thème

source: Accent Color
es: Color de acento
fr: Couleur d'accent

source: Primary
es: Primario
fr: Primaire

source: Secondary
es: Secundario
fr: Secondaire

source: Multisig
es: Multi-firma

source: Enter secret share if account is multi-signature
es: Introduzca la clave secreta si la cuenta es multi-firma

source: Secret Share
es: Clave secreta

source: File saved
es: Archivo guardado

# sign
source: Sign Transaction
es: Firmar
fr: Sign

source: Split Account
es: Cuenta dividida

source: Confirm Signing
es: Confirmar firma

# confirmSignATransactionToAddressFor
source: Do you want to sign a transaction to {address} for {amount}
es: Desea firmar una transacción a {address} por {amount}

source: Multisig Shares
es: Acciones multi-firmas

source: Copy
es: Copiar
fr: Copier

source: {text} copied to clipboard
es: {text} copiado al portapapeles
fr: {text} copié au presse-papier

source: multiple addresses
es: Múltiples direcciones
fr: plusieurs adresses

# addnew
source: NEW/RESTORE
es: AGREGAR
fr: AJOUTER

source: Application Reset
es: Restablecer la aplicación
fr: Réinitialisation

# confirmResetApp
source: Are you sure you want to reset the app? Your accounts will NOT be deleted
es: ¿Seguro que quieres restablecer la aplicación? Sus cuentas NO serán eliminadas
fr: Etes vous sur de vouloir réinitialiser. Vos comptes ne seront PAS perdus

source: RESET
es: Restablecer

source: Loading...
es: Cargando...
fr: Chargement...

source: Restart
es: Reiniciar
fr: Redémarrage

source: Mode
es: Modo

source: Simple
es: Básico

source: Advanced
es: Avanzado
fr: Avancé

source: Changing the mode will take effect at next restart
es: Cambiar el modo tendrá efecto en el próximo reinicio
fr: Changer le mode prendra effet au prochain démarrage

# sendFrom
source: Sent from {app}
es: Enviado desde {app}
fr: Envoyé via {app}

source: Default Memo
es: Nota
fr: Memo

source: Full Backup
es: Copia completa
fr: Sauvegarde complète

source: Backup Encryption Key
es: Clave de cifrado
fr: Clé de chiffrage

source: Save Backup
es: Guardar copia de seguridad
fr: Sauvegarder les comptes
