Repository: hhanh00/zwallet
Catalog: lib/l10n/intl_*.arb
Languages: es, fr, id, ru, zh

# encryptedBackup
source: {app} Encrypted Backup
es: {app} Copia completa
fr: Sauvegarde de {app}

source: Full Restore
es: Restauración de la copia de seguridad completada
fr: Restauration complète

source: Load Backup
es: Respaldar copia de seguridad
fr: Recharger une sauvegarde

source: Backup All Accounts
es: Copia de seguridad completa
fr: Sauver tous les comptes

source: Simple Mode
es: Modo básico
fr: Mode Simple

source: Account Index
es: Índice de cuenta
fr: Index du Compte

# subAccountOf
source: Sub Account of {name}
es: Subcuenta de {name}
fr: Sous Compte de {name}

# subAccountIndexOf
source: Sub Account {index} of {name}
es: Subcuenta {index} de {name}
fr: Sous Compte {index} de {name}

source: New Sub Account
es: Nueva subcuenta
fr: Nouveau Sous Compte

source: No active account
es: Sin cuenta activa
fr: Aucun Compte sélectionné

source: Close Application
es: Cierra la aplicación

source: Please Restart now
es: Reiniciar ahora

source: Disconnected
es: Desconectado
fr: Déconnecté

# mobileCharges
source: On Mobile Data, scanning may incur additional charges. Do you want to proceed?
es: Con datos móviles, el escaneo puede incurrir en cargos adicionales. ¿Quieres proceder?
fr: Sans Wi-fi, les frais peuvent être élevés. Voulez vous continuer?

source: I have made a backup
es: He hecho una copia de seguridad
fr: J'ai fait une sauvegarde

source: Barcode scanner is not available on desktop
es: El escáner de código de barras no está disponible en el escritorio
fr: Le Barcode scanner est seulement disponible sur mobile

# signOffline
source: Sign
es: Firmar
fr: Signer

source: Raw Transaction
es: Transacción con Firmar
fr: Transaction Signée

source: Convert to Watch-Only
es: Convertir en solo vista
fr: Convertir en Non-Dépensable

source: Messages
es: Mensajes

source: Body
es: Cuerpo
fr: Contenu

source: Subject
es: Asunto
fr: Sujet

# includeReplyTo
source: Include My Address in Memo
es: Incluir mi dirección en el memo
fr: Inclure mon Adresse de Réponse

source: Sender
es: Remitente
fr: Envoyeur

source: Message
es: Mensaje

source: Reply
es: Responder
fr: Répondre

source: Recipient
es: Destinatario
fr: Destinataire

source: From/To
es: Rem/Dest.
fr: Env/Dest.

source: Rescanning...
es: Escanear...
fr: Rescannage en cours...

source: Mark All as Read
es: Marcar todo como leído
fr: Marquer tous lus

source: Show Messages as Table
es: Mostrar mensajes como tabla
fr: Messages vus en table

source: Edit Contact
es: Editar contacto
fr: Changer le Contact

source: Now
es: Ahora
fr: Maintenant

source: Protect Open
es: Bloquer al abrir
fr: Ouverture protégée

source: Gap Limit
es: Brecha
fr: Ecart Limite

source: Payment in progress...
es: Pago en curso...
fr: Payment en cours...

source: Use QR for offline signing
es: Usar QR para firmar sin conexión
fr: Utiliser des QR pour signer sans connexion

source: Unsigned Tx
es: Tx no firmada
fr: Tx non signée

source: Sign on your offline device
es: Firmar con tu dispositivo fuera de línea
fr: Signer avec l'appareil sans connexion

source: Signed Tx
es: Tx firmada
fr: Tx signée

source: Broadcast from your online device
es: Transmite desde tu dispositivo en línea
fr: Diffuser avec l'appareil connecté en ligne

source: Check Transaction
es: Verificar la transacción
fr: Verifier la Transaction

source: Restore an account?
es: ¿Restaurar una Cuenta?
fr: Récuperation d'un Compte?

source: Welcome to YWallet
es: Bienvenido a YWallet
fr: Bienvenue à YWallet

source: The private wallet & messenger
es: Billetera & Mensajería Privada
fr: Le Portefeuille et Messagerie Privé

source: New Account
es: Nueva cuenta
fr: Nouveau Compte

source: Invalid Key
es: Tecla inválida
fr: Clé invalide

source: Barcode
es: Código de barras
fr: Code Barre

# inputBarcodeValue
source: Input barcode
es: Escriba el Código de barras
fr: Entrer le Code Barre

source: Count
es: Cuenta
fr: Nombre

source: Close
es: Cerrar
fr: Fermer

source: Change Transparent Key
es: Cambiar la clave transparente
fr: Changer la clé

source: Cancel Scan
es: Cancelar Escaneo
fr: Suspendre Sync

source: Resume Scan
es: Reanudar Escaneo
fr: Continuer Sync

source: Sync Paused
es: Escaneo en pausa
fr: Sync en Pause

source: Derivation Path
es: Ruta de Derivación
fr: Chemin de Dérivation

source: Private Key
es: Clave Privada
fr: Clé Privée

source: Key Tool
es: Clave Utilidad
fr: Clés Utilitaires

# update
source: Recalc
es: Recalcular
fr: Recalculer

# doYouWantToRestore
source: Do you want to restore your database? THIS WILL ERASE YOUR CURRENT DATA
es: ¿Desea restaurar la base de datos? ¡ESTO BORRARÁ SUS DATOS ACTUALES!
fr: Voulez vous restaurer vos données? CECI VA EFFACER VOS COMPTES.

source: Use GPU
es: Utilizar GPU
fr: Utiliser le GPU

source: Import
es: Importar
fr: Importer

# newLabel
source: New
es: Nueva
fr: Nouveau

# invalidQrCode
source: Invalid QR code: {message}
es: QR inválido: {message}
fr: QR code invalide: {message}

source: Expert
es: Modo Experto

# blockReorgDetectedRewind
source: Block reorg detected. Rewind to {rewindHeight}
es: Se ha detectado una reorganización de la blockchain. Rebobinar hasta {rewindHeight}
fr: Réorganisation détectée. Retour à {rewindHeight}

# goToTransaction
source: Show Transaction
es: Ver Transacción
fr: Voir la Transaction

source: Transactions
es: Transacciónes

source: Synchronization in Progress
es: Sincronización en progreso
fr: Synchronization en Cours

source: Incoming funds
es: Pago recibido
fr: Payment Reçu

source: Payment made
es: Pago enviado
fr: Payment Envoyé

# received
source: Received {amount} {ticker}
es: Recibido {amount} {ticker}
fr: Reçu {amount} {}

# spent
source: Spent {amount} {ticker}
es: Enviado {amount} {ticker}
fr: Envoyé {amount} {}

# txId
source: TX ID: {txid}
fr: ID de tx: {txId}
id: TX ID
ru: TX ID:
zh: TX ID:

source: M/M
fr: Virtuel
zh: 按市值計

source: N/A
fr: N/D
id: T/A
zh: 不適用

source: Color
fr: Couleur

# error
source: ERROR: {msg}
fr: ERREUR: {msg}

# M1
source: 1 M
id: 1 B

# M3
source: 3 M
id: 3 B

# M6
source: 6 M
id: 6 B

# duplicateContact
source: Another contact has this address
id: Kontak lain memiliki alamat ini

source: MAX
id: MAKS
ru: МАКСИМУМ
zh: 最大值

# shieldTransparentBalanceWithSending
source: Shield Transparent Balance When Sending
id: Sembunyikan Saldo Transparan Saat Mengirim

source: Total
id: Jumlah
ru: Всего
zh: 總數
